bench/results/raw/ab-20260920-141805/base-r1-https-_style.css-c64.txt
Running 5s test @ https://127.0.0.1:8443/style.css
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.28ms  328.91us   4.84ms   86.58%
    Req/Sec    12.54k   659.24    13.47k    81.37%
  254547 requests in 5.10s, 24.34GB read
Requests/sec:  49915.23
Transfer/sec:      4.77GB